{"Eyes":{
  "data":[
    {
      "Issue":"Dark Circle",
      "Remedy":[
        {
          "Ingredients": [
            "Rosewater"
          ],
          "Procedure": "Soak a few drops of rose water on two cotton pads for 2-3 minutes.\n\nApply to the affected area for 15 minutes.\n\nRepeat twice daily until results are visible."
        },
        {
          "Ingredients": [
            "Cucumber"
          ],
          "Procedure": "Cut a cucumber into thick slices and place in refrigerator for 30 minutes to cool.\n\nPlace cold slices on the affected area and leave for 10-15 minutes.\n\nRinse with water.\n\nRepeat twice daily until results are visible."
        },
        {
          "Ingredients": [
            "Almond oil"
          ],
          "Procedure": "Apply a small amount of almond oil to the affected area and gently massage for 3-4 minutes.\n\nLeave overnight and rinse with water the next morning.\n\nRepeat daily until results are visible."
        },
        {
          "Ingredients": [
            "Lemon juice"
          ],
          "Procedure": "Use a cotton ball to apply a few drops of lemon juice to the affected area.\n\nLeave for 10-15 minutes and rinse with water.\n\nRepeat regularly until results are visible"
        },
        {
          "Ingredients": [
            "Potato"
          ],
          "Procedure": "Grate 1-2 chilled potatoes to extract its juice.\n\nUse a cotton ball to apply the juice to the affected area.\n\nLeave for 10-15 minutes and rinse with cool water.\n\nRepeat regularly until results are visible.\n\nNote:Alternately place thick potato slices on the affected areas for 12-15 minutes."
        },
        {
          "Ingredients": [
            "Turmeric powder",
            "Pineapple"
          ],
          "Procedure": "Mix 1/2 teaspoon of turmeric powder and pineapple juice to make a paste.\n\nApply to the affected area and leave for 10 minutes.\n\nRinse with water and pat dry.\n\nRepeat daily until results are visible."
        },
        {
          "Ingredients": [
            "Tomato juice",
            "Lemon juice"
          ],
          "Procedure": "Combine equal quantities of tomato juice and lemon juice.\n\nUse a cotton ball to apply the juice to the affected area.\n\nLeave for 10 minutes and rinse with water.\n\nReppeat daily until results are visible."
        },
        {
          "Ingredients": [
            "Ripe apple"
          ],
          "Procedure": "Cut a ripe apple into thick pieces.\n\nApply to the affected area for 30 minutes and rinse with cold water.\n\nRepeat regularly until results are visible."
        },
        {
          "Ingredients": [
            "Cold Water or milk"
          ],
          "Procedure": "Soak a clean wash cloth in cold water or milk for 2-3 minutes.\n\nWring the cloth and apply directly to the affected area.\n\nLeave for 3-5 minutes.\n\nRepeat 2-3 times until results are visible."
        },
        {
          "Ingredients": [
            "Crushed mint"
          ],
          "Procedure": "Apply crushed mint leaves to the affected area.\n\nLeave for 5-10 minutes and wipe with clean cloth.\n\nRepeat regularly until results are visible."
        },
        {
          "Ingredients": [
            "Orange juice",
            "Glycerin"
          ],
          "Procedure": "Mix orange juice and a small amount of glycerin.\n\nUse a cotton ball to apply the juice to affected area.\n\nLeave for 2-3 minutes and rinse with water.\n\nRepeat regularly until results are visible."
        },
        {
          "Ingredients": [
            "2 used Green or Black teabags placed in Refrigerator for 30-40 minutes"
          ],
          "Procedure": "Place 2 used black or green teabags in refrigerator for 30-40 minutes.\n\nApply the chilled teabags to the affected area and leave for 10-15 minutes and rinse with water.\n\nRepeat 1-2 times daily until results are visible."
        },
        {
          "Ingredients": [
            "Cold milk soaked cotton balls"
          ],
          "Procedure": "Apply cold milk soaked cotton balls to the affected area and leave for 5-7 minutes.\n\nRepeat 3-4 times daily until results are visible."
        },
        {
          "Ingredients": [
            "Coconut oil"
          ],
          "Procedure": "Apply coconut oil to the affected area and gently massage for 2-3 minutes before going to sleep.\n\nLeave overnight and rinse with water the next morning.\n\nRepeat daily until results are visible."
        },
        {
          "Ingredients": [
            "Fenugreek seeds",
            "Water"
          ],
          "Procedure": "Soak 2 teaspoons of fenugreek seeds in water for 3-5 hours.\n\nAdd 1/2 teaspoon of turmeric powder and 1 teaspoon of milk and grind into a paste.\n\nApply to the affected area.\n\nLeave for 15-20 minutes and rinse with cold water.\n\nRepeat daily until results are visible. "
        },
        {
          "Ingredients": [
            "2 teaspoons of Buttermilk",
            "1/4 teaspoon of turmeric powder"
          ],
          "Procedure": "Mix 2 teaspoons of buttermilk and 1/4 teaspoon of turmeric powder in a small bowl.\n\nApply to the affected area.\n\nLeave for 15-25 minutes or until dry.\n\nRinse with lukewarm water and pat dry.\n\nRepeat regularly until results are visible."
        },
        {
          "Ingredients": [
            "2 Chamomile tea bags",
            "Hot water"
          ],
          "Procedure": "Soak 2 chamomile tea bags in hot water for 5-10 minutes.\n\nPlace teabags in refrigerator to cool.\n\nApply to the affected area and leave for 15-20 minutes.\n\nRepeat daily until results are visible."
        },
        {
          "Ingredients": [
            "Slices of avocado"
          ],
          "Procedure": "Apply slices of avocado to the affected area and leave for 15-20 minutes.\n\nRepeat regularly until results are visible."
        },
        {
          "Ingredients": [
            "2 drops of jasmine essential oil",
            "2 tablespoons of either olive, almond or vegetable oil"
          ],
          "Procedure": "Mix 2 drops of jasmine essential oil and 2 tablespoons of either olive, almond or vegetable oil.\n\nApply to the affected area and gently massage for 3-4 minutes.\n\nLeave for 20-30 minutes and rinse with lukewarm water.\n\nRepeat regularly until results are visible"
        }
      ]
    },
    {
      "Issue":"Sunken Eyes",
      "Remedy":[
        {
          "Ingredients": [
            "7 hrs of sleep"
          ],
          "Procedure": "Yes!This is the real, primary and an effective home remedy for sunken eyes. Ensure you get at least 7 hours of sleep every day.\n\nBesides,it makes no harm if you take a small nap during the day not more than 30 minutes!"
        },
        {
          "Ingredients": [
            "Almond oil"
          ],
          "Procedure": "Apply almond oil under the eyes several times a day.\n\nWhy Almond oil? Almond oil is rich in Vitamin E, a nourishing vitamin for Skin."
        },
        {
          "Ingredients": [
            "Potato"
          ],
          "Procedure": "Slice the potatoes and place it on affected spot for around 20 minutes.\n\nAlternatively, you can apply the juices of raw potato directly on the hollow spots."
        },
        {
          "Ingredients": [
            "Green Tea bags"
          ],
          "Procedure": "The sore and darker skin gets replenished with improved blood circulation.\n\nIt also relaxes the eye muscles and soothes the nerves.\n\nYou can place the warm as well as cool tea bags as you desire."
        },
        {
          "Ingredients": [
            "Moisturising sunscreen"
          ],
          "Procedure": "Never ever try to move out in the sun without wearing a moisturizing sunscreen.\n\nInvest in some good quality moisturizing sunscreen to prevent further damage to the sunken eyes."
        },
        {
          "Ingredients": [
            "Sandalwood paste or Sandalwood essential oils"
          ],
          "Procedure": "You can apply the sandalwood paste on the dark circles or go with sandalwood essential oils.\n\nEither way, it improves the dark circles, soothes the tired skin and gives a replenished skin."
        },
        {
          "Ingredients": [
            "cold water or running water"
          ],
          "Procedure": "Just splash some cold water or running water on your face."
        },
        {
          "Ingredients": [
            "Sliced cucumber"
          ],
          "Procedure": "Get some rest by placing sliced cucumber on eyes and wake up with fresh, rejuvenated and energetic eyes."
        },
        {
          "Ingredients": [
            "Fish oil"
          ],
          "Procedure": "Fish oil is a good source of omega fatty acids that helps in making your skin smooth and healthy when it is applied topically around the eyes"
        },
        {
          "Ingredients": [
            "Fresh lemon juice",
            "Water"
          ],
          "Procedure": "Extract the juice of fresh lemon and dilute with water.\n\nApply this on the skin around the eyes.\n\nLemon juice is a good remedy for treating dark patchy skin and it helps in removing dead skin cells aeound the eyes."
        },
        {
          "Ingredients": [
            " Drinking Water"
          ],
          "Procedure": "Water is very essential in keeping your body healthy.\n\nDrink at least 8 to 10 glasses of water everyday to keep your body healthy and to avoid problems related to skin and hair."
        },
        {
          "Ingredients": [
            "Green leafy vegetables"
          ],
          "Procedure": "Eat a healthy diet of dark green leafy vegetables such as kale, spinach, broccoli and collard greens to get rid of deep sunken eyes."
        }
      ]
    },
    {
      "Issue":"Puffiness",
      "Remedy":[
        {
          "Ingredients": [
            "Cold water or Ice"
          ],
          "Procedure": "Sometimes, it only needs a splash of cold water on your eyes and face.\n\n You can even put some ice in water to make it really cold.\n\nHowever, beware! Don't apply this extremely cold water to the skin around your eyes more than a couple of seconds!"
        },
        {
          "Ingredients": [
            "6-8 spoons"
          ],
          "Procedure": "Place 6-8 spoons in refrigerator and when they get very cold, take them out.\n\nPlace two spoons on your both the closed eyes.\n\nWhen they get warm, use the next two cold spoons and so on."
        },
        {
          "Ingredients": [
            "Ice cold water","Two tea bags(Black tea, Chamomile tea or Green tea)"
          ],
          "Procedure": "Take ice cold water in a cup.\n\nDip two tea bags in it and take them out.\n\nSqueeze the tea bags.\n\nLie down and close your eyes.\n\nPlace the two chilled bags on your eyes.\n\nThe caffeine tea helps constrict blood vessels to reduce swelling around eyes while the anti-irritants in herbal teas reduce redness and inflammation.\n\nLet the tea bags sit on your eyes for the time they attain normal temperature.\n\nDip them again in the cold water and repeat the steps.\n\nDo for as long as you cannot exceed half an hour."
        },
        {
          "Ingredients": [
            "Egg"
          ],
          "Procedure": "Take an egg and separate its white portion in a bowl.\n\nBeat this egg white till it gets stiff.\n\nTake a brush(or use your fingers) and apply this stiff egg white around your eyes.\n\nLeave it for about 15-20 minutes till it dries up.\n\nNow wash your face with cold water."
        },
        {
          "Ingredients": [
            "Chilled cucumber"
          ],
          "Procedure": "Take out a chilled cucumber from the vegetable basket and cut it into roundels.\n\nTake two slices and put back the rest of them in the fridge.\n\nNow place these cucumber slices on your eyes and relax.\n\nLet them be there for the time till they get warmed.\n\nNow take two slices out of the fridge and repeat."
        },
        {
          "Ingredients": [
            "Potato"
          ],
          "Procedure": "Cut a potato in round slices and place two slices on both of your eyes.\n\nLeave them for 15-20 minutes and wash them with cold water.\n\nPeel and grate two potatoes and squeeze to get potato juice.\n\nDip two cotton balls in this juice and keep them on eyes for 20-25 minutes.\n\nremove and wash off with cold water."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Close your eyes and lightly press the ring finger under your eyes.\n\nMove your finger in arc shape from inside corner of your eye towards outside.\n\nMake 10-15 rounds.\n\nBe gentle enough because eyes are very sensitive organs.\n\nRepeat the massaging movements for the other eye too."
        },
        {
          "Ingredients": [
            "Salty warm water"
          ],
          "Procedure": "While more salt in your diet can lead to formation of eye bags, the salty warm water compress can reduce the same eye bags."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "When your body gets deprived of water, it starts accumulating water as a defense.\n\nWhen you drink lots of water, it will automatically release water resulting in reduced puffiness."
        },
        {
          "Ingredients": [
            "Chilled milk","Cotton pads"
          ],
          "Procedure": "Dip cotton pads in chilled milk and place on eyelids while relaxing."
        },
        {
          "Ingredients": [
            "1-2 Egg Whites"
          ],
          "Procedure": "Apply 1-2 egg whites in the area around your eyes with a brush or a soft cloth, and leave till it dries up.\n\nWash off.\n\nThis remedy will result in making the area around the eyes feel tighter and look less puffy."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Getting enough sleep for at least 7-8 hours daily is needed for every individual to get rid of eye puffiness."
        }]
    },
    {
      "Issue":"Beautiful Eyes",
      "Remedy":[
        {
          "Ingredients": [
          ],
          "Procedure": "Eat adequate quantities of vitamin A and vitamin C; fill up on carrots, sweet potatoes,squash and spinach for Vitamin A and guavas, bell peppers, citrus fruits and papayas for Vitamin C."
        },
        {
          "Ingredients": [
            "Beetroot juice"
          ],
          "Procedure": "When your liver is sluggish it will be a good idea to detoxify your system with half a cup of beetroot juice, first thing in the morning."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "A very simple method to relax eyes and add sparkle to them is by rubbing the palms of your hands together till they become warm before placing them on closed eyes for a few minutes- the eyes feel rested and fresh."
        },
        {
          "Ingredients": [

          ],
          "Procedure": "Rinse your eyes well, after removing make-up with a remover.\n\nWash well and pat the eyes gently with a soft towel to dry them."
        },
        {
          "Ingredients": [
            "A bowl of hot water","Piece of ice"
          ],
          "Procedure": "Keeping a bowl of hot water ready- first rub a piece of ice gently over eyelids in a circular movement, immediately follow this with applying cotton dipped in hot water or splash it on the eyes, repeat this hot and cold procedure 7-8 times.\n\nNot only do the eyes feel rested they definetely sparkle."
        },
        {
          "Ingredients": [
            "1 Teaspoonful tea leaves",
            "1/4 Cup of boiling water"
          ],
          "Procedure": "Prepare a strong, black tea decoction by adding 1 teaspoonful of tea leaves to 1/4th cup of boiling water and steep it for 5-6 minutes.\n\nKeep this tea to cool in the fridge, soak cotton wool pads in the decoction and place on closed eyelids while lying down.\n\nWarm tea may be used but if you can't, use cold tea.\n\nLeave it for 15-20 minutes for best results."
        },
        {
          "Ingredients": [
            "A teaspoon full of Indian gooseberry powder"
          ],
          "Procedure": "Soak a teaspoon full of Indian gooseberry powder in a glass of water overnight, strain the water through a muslin cloth and splash eyes with this."
        },
        {
          "Ingredients": [
            "Apple juice"
          ],
          "Procedure": "Apple juice has proved to be beneficial to some people.\n\nGrate fresh apples and squeeze the juice through a muslin cloth, soak cotton pads in the juice and place on closed eyes.\n\nRelax for 15-20 minutes, repeat as required."
        },
        {
          "Ingredients": [
            "Cucumber juice or Organic rose water"
          ],
          "Procedure": "The basic and all time favorite remedy of cucumber juice applied on cotton pads will add freshness, as will a splash of organic rose water."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Remember to wear sunglasses to protect eyes from the glare of sunlight or strong, dusty winds."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Try to relax with a bit of meditation, or yoga or deep breathing along with a positive attitude - your eyes will reflect inner piece."
        },
        {
          "Ingredients": [
            "Virgin coconut oil"
          ],
          "Procedure": "At first, pour a little virgin coconut oil on the palms.\n\nThen, apply this oil around your eyes.\n\nNow, gently massage it with your fingers.\n\nAfter that, leave it on your skin for about 2 to 3 hours.\n\nFinally, wash the skin around your eyes with clean water."
        },
        {
          "Ingredients": [
            "1 teaspoon of fennel seed powder"
          ],
          "Procedure": "First, take a little water.\n\nThen add 1 teaspoon of fennel seed powder to it.\n\nNow, mix them well to make a paste.\n\nAfter that, wrap the mixture in a damp cloth.\n\nFinally, use it as a cold compress on your tired and puffy eyes."
        },
        {
          "Ingredients": [
            "Lukewarm water"
          ],
          "Procedure": "Soak a soft cloth in lukewarm water.\n\nThen, wring it out to remove the excess water.\n\nNext, put this warm cloth on your closed eyelids and hold for 1 minute.\n\nYou should repeat the process for 3 or 4 times.Do this way whenever needed."
        },
        {
          "Ingredients": [
            "1 teaspoon of the extract of ginger",
            "1/2 teaspoon of honey"
          ],
          "Procedure": "Firstly, take 1 teaspoon of the extract of ginger.\n\nThen,add 1/2 teaspoon of honey to this extract.\n\nNow, use your fingers to gently massage this mixture on your eye areas for 10 minutes after mixing them well.\n\nFinally, repeat this method everyday."
        },
        {
          "Ingredients": [
            "Few potatoes"
          ],
          "Procedure": "At first, cut a few potatoes into a circular shape.\n\nThen, lie down on your bed or a chair and place these slices on the eyes.\n\n\n\nThen, lie down on your bed or a chair and place these slices on the eyes.\n\nNow, wait for about 10 minutes.\n\nAfter that, remove them from the eyes.\n\nFinally, wash your face and then moisturize it properly.\n\nYou should repeat this method regularly."
        },
        {
          "Ingredients": [
            "Fresh Aloe vera leaf"
          ],
          "Procedure": "At first,take the gel from a fresh aloe vera leaf.\n\nThen, apply this gel on your eyes.\n\nNow, massage it for about 5 minutes until it is dissolved properly.\n\nAfter that, let it sit on for 20 minutes.\n\nFinally, wash your face with clean water and then oisturize your skin after patting it dry."
        },
        {
          "Ingredients": [
            "5-6 almonds"
          ],
          "Procedure": "At first, soak 5 to 6 almonds for overnight.\n\nNext, add 1 teaspoon of milk to this powder.\n\nNow, mix them together and apply this mixture to the eyes.\n\nAfter that, gently massage it for 3 to 5 minutes in a circular motion.\n\nFinally, leave it on your skin for 30 minutes before washing it off with clean water."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "In addition to drinking water, you may also have natural energy juices, fruit juices, herbal teas, ginger tea and the chicken soup to add more fluid to your body and get clear eyes."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Smoke, pollen, dust or any other allergens are all irritants to your eyes.\n\nYou should better avoid irritants as they might seriously help the eyes stay white\n\nYou should steer clear of smoking and secondhand smoke.\n\nKeep your living area free of allergens and dust.\n\nThese could result in red eyes almost instantly."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Carrots are high in vitamin C and vitamin A, which are very helpful in brightening the eyes.\n\nIt could help prevent the buildup of foreign debris which could not come into your own eyes.\n\nThus, consuming carrots is a good way on how to get clear eyes you can do at home."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "If you take omega 3 supplements regularly, you will not only see a difference in your skin health but your eye health.\n\nIt is recommended to take at least 4 capsules of omega-3,2 a pop each for lunch and dinner."
        },
        {
          "Ingredients": [
            "Turmeric piece","Lemon juice","1 cup of Rose water"
          ],
          "Procedure": "You will need a big turmeric piece and wash it thoroughly before soaking it in lemon juice.\n\nThen, you put it in a bowl and then cover it for 1 month.\n\nAfter that, take out the turmeric piece and then grind it with 1 cup of rose water.\n\nNow, strain the juice and use it as eye drops.\n\nThis juice will help you to get bright and sparkling eyes quickly."
        },
        {
          "Ingredients": [
            "Strawberries"
          ],
          "Procedure": "Strawberries will help the human eyes look healthy and brighter.\n\nIn order to make use of strawberries, you had better remove the tops of several frozen strawberries before cutting them into many slices.\n\nThen, you place those slices of strawberries under the eyes,wait for 5 minutes.\n\nRinse your face off with water and moisturize it after that."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Try some simple eye exercises to help your eyes relax and add the shine and sparkle to your eyes.\n\nThese exercices will be effective in reducing eye strain and improving your blood circulation to your eyes.\n\nIf you could practice them before hitting the hay, it works even better.\n\nJust take a pen and then move it horizontally and vertically right in front of the eyes.\n\nFocus the eyes on the pen's tip.\n\nAnother easy eye exercise is that you shut your eyes and then squeeze them tightly.\n\nNext you open them fast, as wide as possible.\n\nYou should repeat this process until your eyes begin to water.\n\nIt will give you fresh and bright eyes.\n\nAlternatively, you rub your palms together until they get warm and then place them on your closed eyelids, holding for a few minutes."
        },
        {
          "Ingredients": [
            "Cold Rose water"
          ],
          "Procedure": "At first, soak 2 cotton pads in cold rose water.\n\nThen, lie down and put these wet cotton balls on your closed eyelids.\n\nNow, leave them on there for about 10 to 15 minutes.\n\nFinally, wash your face thoroughly with plain water.\n\nDo this method as needed."
        }
      ]
    },
    {
      "Issue":"Eyebrows To Grow",
      "Remedy":[
        {
          "Ingredients": [
            "Cold Milk"
          ],
          "Procedure": "Apply some cold milk to eyebrows and leave it on for about 20 minutes.\n\nWash off.\n\nRepeat twice everyday for 2 months."
        },
        {
          "Ingredients": [
            "Olive oil"
          ],
          "Procedure": "Massage eyebrows with olive oil to thicken hair growth.\n\nTake care to massage in the same direction as the growth.\n\nAs a bonus, the existing hair on the brow as well looks darker and softer with this masaage."
        },
        {
          "Ingredients": [
            "Aloe vera gel or Coconut oil"
          ],
          "Procedure": "Aloe vera gel is great when used regularly.\n\nSimilarly, coconut oil too works magic for hair growth and massages.\n\nThe same magic works for thickening eyebrows."
        },
        {
          "Ingredients": [
            "Fenugreek seeds","Almond oil"
          ],
          "Procedure": "Soak a teaspoon of fenugreek seeds in water for 4-5 hours and make a paste.\n\nApply on brows at bedtime.\n\nWash off in morning.\n\nYou can also mix almond oil to the paste."
        },
        {
          "Ingredients": [
            "Fresh onion juice"
          ],
          "Procedure": "Fresh onion juice may be pungent and smelly but it can help with the growth of eyebrows."
        },
        {
          "Ingredients": [
            "Egg Yolk"
          ],
          "Procedure": "Apply egg yolk with finger tip or cotton balls on your eyebrows and keep it for 15 to 20 minutes and then wash off"
        }
      ]
    }
  ]}}