{"Face":{
  "data":[
    {
      "Issue":"Fair Skin",
      "Remedy":[
        {
          "Ingredients": [
            "Orange peel","Yogurt"
          ],
          "Procedure": "Grind the dried orange peels till you get a powder(you can ideally dry the peels in the sun after having eaten the fruit).\n\nMix a tablespoon of this powder with the yogurt till you get a smooth paste.Apply this paste to your face and keep it on for about 20 minutes.Rinse with cold water."
        },
        {
          "Ingredients": [
            "Yogurt","Lemon juice"
          ],
          "Procedure": "Mix the yogurt and lemon juice thoroughly.\n\nApply the resultant paste to your face and leave it on for about 20 minutes.Wash your face with cold water."
        },
        {
          "Ingredients": [
            "Raw milk","Strands of saffrons"
          ],
          "Procedure": "Take the raw milk in a bowl and add the strands of saffron to it.\n\nLet the strands stay in the milk for three to four hours. Post that, apply this milk to your cleansed face.Keep it on for about 20 minutes, after which you can wash off with lukewarm water."
        },
        {
          "Ingredients": [
            "Potato pulp"
          ],
          "Procedure": "Apply the potato pulp to your face and let it stay for about 20 minutes.\n\nWash off with plain water."
        },
        {
          "Ingredients": [
            "Lemon rind"
          ],
          "Procedure": "Dry the lemon rind in the sun and grind it till you get a fine powder.\n\nMix the powder with the milk and make a smooth paste.\n\nApply this paste to your face and leave it on for 20 minutes.Wash your face with warm water, and immediately follow with a cooling toner."
        },
        {
          "Ingredients": [
            "Tablespoon of Raw Honey"
          ],
          "Procedure": "Take a tablespoon of raw honey and then warm it up by rubbing it with your fingertips.\n\nApply the warm honey all over your face.\n\nLeave this natural mask for about ten minutes and then wash it off gently with warm water.Pat your face dry with a fresh towel or cloth."
        },
        {
          "Ingredients": [
            "4 to 5 drops of Raw Honey",
            "Lemon wedge"
          ],
          "Procedure": "Pour four to five drops of raw honey on a piece of lemon wedge.\n\nRub the lemon all over your face only for a single minute.Wash your face with cold water after leaving the lemon and honey mixture for maximum five minutes."
        },
        {
          "Ingredients": [
            "2 parts of Olive oil"," 1 part of Sea salt"
          ],
          "Procedure": "A mixture of olive oil and sea salt is needed in the ratio of two to one.\n\nApply this scrub and massage for a few minutes.Rinse with cool water."
        },
        {
          "Ingredients": [
            "Coconut milk from a grated raw coconut"
          ],
          "Procedure": "Squeeze out coconut milk from a grated raw coconut.\n\nApply this milk all over your face, including lips.You will certainly gain a glowing skin. This is one of the best natural tips for skin care."
        },
        {
          "Ingredients": [
            "Un-boiled milk","Piece of cotton ball"
          ],
          "Procedure": "Dip the piece of cotton ball in un-boiled milk.\n\nWipe your tired face with it for instant freshness."
        },
        {
          "Ingredients": [
            "1 Tablespoon of orange juice","1 tablespoon of lemon juice","1 cup full of yogurt"
          ],
          "Procedure": "Mix the ingredients together and apply the paste over the entire face and leave it as a mask for ten to fifteen minutes.Take a wet tissue and clean your face with it."
        },
        {
          "Ingredients": [
            "A few drops of pure castor oil"
          ],
          "Procedure": "Apply a few drops of castor oil on your face and massage it well.\n\nLeave it for half an hour or so, and then wipe with a wet cloth."
        }
      ]
    },
    {
      "Issue":"To Lighten Dark Lips",
      "Remedy":[
        {
          "Ingredients": [
            "Three spoons of sugar","Two spoons of butter"
          ],
          "Procedure": "Make a thick paste by mixing three spoons of sugar powder with two spoons of butter.\n\nUse this mixture as a scrub over your lips.\n\nTry this tip two to three times a week to get lighter lips."
        },
        {
          "Ingredients": [
            "Milk","Turmeric powder"
          ],
          "Procedure": "Make a thick turmeric paste by mixing milk with turmeric powder.\n\nApply a bit of the turmeric paste on all over your lips and let it remain there for not more than 2-3 minutes.\n\nExfoliate your lips again gently with the soft tooth brush."
        },
        {
          "Ingredients": [
            "Lemon"
          ],
          "Procedure": "Squeeze a lemon and massage its fresh juice over your lips.\n\nYou can apply this home remedy every night before you sleep to get glossy and pink lips."
        },
        {
          "Ingredients": [
            "1 teaspoon of freshly squeezed lemon juice","Coconut oil"
          ],
          "Procedure": "In a small bowl, mix in 1 teaspoon of freshly squeezed lemon juice and coconut oil.\n\nAdd in and stir thoroughly 2 teaspoons of granulated mixture.\n\nApply a bit of the scrub to your lips, and scrub it in circular motion."
        },
        {
          "Ingredients": [
            "Honey"
          ],
          "Procedure": "Apply honey all over your lips every night, let it dry and remain there overnight."
        },
        {
          "Ingredients": [
            "Beetroot"
          ],
          "Procedure": "The deep purple color ingredient present in beetroot has natural properties to reduce darkness of your lips gradually."
        },
        {
          "Ingredients": [
            "One spoon of strawberry",
            "Two spoons of petroleum jelly"
          ],
          "Procedure": "Mix one spoon of strawberry with two spoons of petroleun jelly.\n\nTry this as a lip balm daily to get glossy pink lips."
        },
        {
          "Ingredients": [
            "Raspberry","Aloe vera gel","Pure honey"
          ],
          "Procedure": "Make a paste by mixing raspberry with aloe vera and pure honey.\n\nMassage and scrub your lips with this paste and rinse it off after 10 minutes."
        },
        {
          "Ingredients": [
            "Olive oil"
          ],
          "Procedure": "Scrub olive oil onto your lips before you sleep at night to soften your lips and give natural glow to them."
        }
      ]
    },
    {
      "Issue":"Blackheads On Nose",
      "Remedy":[
        {
          "Ingredients": [
            "An egg","Some pieces of facial tissue","A clean towel","A small bowl"
          ],
          "Procedure": "Break the egg and separate the white from the yolk.\n\nAt first, wash and pat dry your face.\n\nThen, apply the thin egg's white layer over your skin.\n\nIn order to apply the layer, you can place a strip of tissue over the thin layer, then press it onto your face very gently.When the first layer will dry, carefully apply this method again for the second and third time.\n\nLet the mask dry properly.\n\nIt will make you feel tighten in the skin.\n\nNow, peel the tissue layers, and gently wash your face to make sure that all residues are cleaned properly.\n\nFinally, pat dry your face."
        },
        {
          "Ingredients": [
            "1 teaspoon of milk","1 tablespoon of raw honey","Clean strip of cotton"
          ],
          "Procedure": "Mix the ingredients.\n\nHeat the mixture in microwave for 5-10 seconds until they form a paste.\n\nWhen the temperature becomes uncomfortable to use, apply the paste over your skin.\n\nNow, put a strip of clean and dry cotton onto it.\n\nLet the paste dry.\n\nThen, peel the strip and rinse your face with cold water."
        },
        {
          "Ingredients": [
            "1 tablespoon of Cinnamon powder","1 teaspoon of organic honey","Clean strips of cotton"
          ],
          "Procedure": "At first mix the cinnamon powder, 1 teaspoon powder and the honey together until the both properties turns into paste.\n\nWhen the paste is prepared, apply a thin layer over your affected area.\n\nNow, press a clean strip of cotton over it.\n\nSit down for 3 to 5 minutes, then remove the paste and clean your face gently but properly."
        },
        {
          "Ingredients": [
            "1 Lemon","A Small Bottle","Cotton balls"

          ],
          "Procedure": "Take the lemon, squeeze it and keep the juice into a small bottle.\n\nTake a small cotton ball, then dampen the cotton ball using the juice.\n\nApply to your affected areas at bedtime.\n\nApply it to your affected areas at bedtime.\n\nAfter getting up from bed, rinse your face with water,and apply moisturizer.\n\nYou can store the rest of the juice in a refrigerator up to a week."
        },
        {
          "Ingredients": [
            "Baking soda","Fresh water"
          ],
          "Procedure": "Mix water with baking soda to form a paste that is thick, but spreadable.\n\nMassage the paste using a circular motion into your skin.\n\nNow rinse thoroughly with fresh and a little cold water.\n\nFinally, pat dry your face and use a moisturizer."
        },
        {
          "Ingredients": [
            "3 teaspoons of lemon juice",
            "1 teaspoon of Cinnamon powder",
            "1 teaspoon of turmeric powder(Optional)"
          ],
          "Procedure": "Blend one teaspoon of cinnamon powder as well as lemon juice with a squeeze of turmeric powder.\n\nIt is an optional choice.\n\nUtilize this as a facial cleaning agent.\n\nApply it on the influenced zone and leave it overnight.\n\nWash your face in the morning well with typical water.\n\nFor the best result, you have to maintain the process for at least one week."
        },
        {
          "Ingredients": [
            "2 tablespoons of oats",
            "3 tablespoons of yogurt"
          ],
          "Procedure": "You can make a mask by combining two tablespoons of oats, three tablespoons of yogurt.\n\nIf you want, then you can also use 1 or 2 teaspoons of lemon juice.\n\nApply the mask to your whole face or even the infected area and leave for a couple of minutes and after that wash your face with cold water."
        },
        {

          "Ingredients": [
            "A medium sized tomato"
          ],
          "Procedure": "Mash the tomato with fork or even with your hand.\n\nApply this mask to your face or over your blackheads.\n\nRub the area for 2 minutes.\n\nLeave it for 15 minutes.\n\nAfter that wash your face or skin."
        },
        {
          "Ingredients": [
            "Olive oil","Sugar"
          ],
          "Procedure": "Mix olive oil and sugar.\n\nRub it into the affected area.\n\nRub this mask for 1 minute.\n\nAfter that wash your face with clean water."
        },
        {
          "Ingredients": [
            "Oatmeal","3 tsp of Rosewater"
          ],
          "Procedure": "Make a thick paste of the ingredients and apply it to the area where you are experiencing blackheads.\n\nLeave it for half an hour.\n\nAfter that wash your face with warm water."
        },
        {
          "Ingredients": [
            "1 mug of water","2 green tea bags","A tender face wash or baby cleanser","Cotton ball","Moisturizer"
          ],
          "Procedure": "Fill your saucepan with 1 mug of water.\n\nPut on the stove and heat to the point of boiling.\n\nRemove the container from the stove.\n\nPlace 2 green tea packs into water as well as let steep for half an hour.Place this tea mixture to another glass and place the glass in the cooler and chill for one hour.\n\nWash your face with a tender face wash or baby cleanser.\n\nRinse well as well as pat your face dry with a delicate towel.Take the cotton ball and wet it with the chilled green tea.\n\nDab this tea onto the clogged pores all over.\n\nLeave it on your skin for 15 minutes.\n\nWash your face with cool water, dry completely, and apply skin cream or moisturizer to your skin.\n\nRepeat the same process for one week.\n\nYou will get magical result.\n\nNote:Green tea also works great for severe acne.\n\nIf you have severe acne problem,then you can also apply the same green tea solution, but in that case you have to continue this habit for at least six weeks and you have to apply at least once a day.\n\nYou can also drink green tea regularly as it will help you to keep you healthy and it is also a great solution to treat your blackheads inside and out!"
        },
        {
          "Ingredients": [
            "A tender and mild cleaning agent",
            "Warm water","White minty Toothpaste"
          ],
          "Procedure": "First of all, you have to clean your face legitimately with a tender as well as mild cleaning agent.\n\nApply the cleanser and rub it for one minute, after that wash your face with warm water.After cleaning your face,apply a little measure of toothpaste on the clogged pores.\n\nVerify that you are utilizing the white minty toothpaste and not the gel sort.\n\nYou can take a stab at utilizing Colgate.You can apply this before going to bed, otherwise permit the toothpaste to dry.\n\nThis may take roughly 2 minutes.\n\nThe toothpaste will dry out the oil and will decrease any swelling of the acne.Once dried, gradually and tenderly rub the toothpaste in roundabout movement to remove your blackheads.\n\nYour blackheads will gradually dislodge with the toothpaste.\n\nWash your skin with warm and clean water for the best result."
        },
        {
          "Ingredients": [
            "Mild face wash","1 tsp of salt","Some toothpaste"
          ],
          "Procedure": "First of all wash your face with mild face wash.\n\nMix the ingredient and apply this paste to your skin.\n\nRub it for one minute and after that wash your face with clean and warm water.\n\nIt will give you instant relief."
        },
        {
          "Ingredients": [
            "4 teaspoons of lemon juice","2 tablespoons of milk"
          ],
          "Procedure": "Mix the ingredients and apply this solution all over your affected skin and leave it for 30 minutes.\n\nAfter that wash your face with warm water."
        },
        {
          "Ingredients": [
            "2 teaspoon of turmeric","3 teaspoons of mint juice"
          ],
          "Procedure": "Take 2 teaspoon of turmeric and 3 teaspoons of mint juice.\n\nYou can have more or less according to your needs.\n\nApply this paste all over your skin and leave it for 10 minutes and wash your skin."
        }
      ]
    },
    {
      "Issue":"Face Cleanser",
      "Remedy":[
        {
          "Ingredients": [
            "Egg"
          ],
          "Procedure": "Egg yolk contains natural cleansing properties.\n\nEgg white just helps in toning your skin.\n\nApply the whole egg or just yolk to cleanse your face."
        },
        {
          "Ingredients": [
            "Slice of pineapple"
          ],
          "Procedure": "Rub a slice of pineapple on your clean face.\n\nPineapple will add freshness to your skin and leave your skin fair looking."
        },
        {
          "Ingredients": [
            "Banana"
          ],
          "Procedure": "Banana is a natural cleanser and moisturizer.\n\nIt provides your skin a glow and slows down the signs of aging."
        },
        {
          "Ingredients": [
            "Strawberry"
          ],
          "Procedure": "Strawberry holds so many benefits for our skin.\n\nIt is the best cleanser,great exfoliater,natural toner,and colour brightener.\n\nUse strawberry juice to cleanse and tone your face."
        },
        {
          "Ingredients": [
            "Papaya"
          ],
          "Procedure": "Papaya add glow to your skin and cleanse thoroughly, removing every particle of dirt from your face.\n\nIt naturally hydrates your skin and provides you an instant fresh look."
        },
        {
          "Ingredients": [
            "Apple"
          ],
          "Procedure": "Well, apple is great for everything.\n\nApple juice or apple pulp, both are great for cleansing the skin.\n\nIt gives glow and radiant look."
        },
        {
          "Ingredients": [
            "Lemon juice"
          ],
          "Procedure": "Lemon is a natural cleanser and bleacher.\n\nLemon juice can be used on the skin regularly.\n\nReplace your face wash with lemon and notice the difference."
        },
        {
          "Ingredients": [
            "Honey","Lemon","Yogurt"
          ],
          "Procedure": "Honey works as a natural hydrant.\n\nIt removes the dust from your face,while providing your face glow and shine.\n\nThe combo of honey and lemon will also do a great work on your skin.Mixing yogurt and honey and applying it will make your skin deeply cleansed."
        },
        {
          "Ingredients": [
            "Mango"
          ],
          "Procedure": "Mango helps to cleanse your skin deeply.\n\nMango works as toner and rejuvenates your skin.\n\nIt makes your skin supple and soft and slows down the ageing."
        },
        {
          "Ingredients": [
            "Orange"
          ],
          "Procedure": "Orange is highly rich in vitamin C.\n\nIf vitamin C is given to your skin, your skin begins to glow.\n\nWhether you use orange pulp, juice or peel, it works the same."
        },
        {
          "Ingredients": [
            "Cherries"
          ],
          "Procedure": "If you are irritated with tanned and tired looking skin, then cherries are just the right alternative for you.\n\nIt is a multi-mineral and multi-vitamin fruit, which hydrates and nourishes your skin.\n\nUse the pulp of cherries or juice of cherries.\n\nYou will be thankful to use this fruit after observing the effects."
        },
        {
          "Ingredients": [
            "Pomegranate"
          ],
          "Procedure": "Using pomegranate on a daily basis can help in removing tan and deeply cleansing your skin.\n\nUse this to gain naturally fair color."
        },
        {
          "Ingredients": [
            "Watermelon"
          ],
          "Procedure": "If you have dry skin, then watermelon is the correct fruit for you.\n\nWatermelon naturally hydrates your face.\n\nIt seals the moisture within your skin,which helps to get rid of dry skin.\n\nUse watermelon juice as a facial cleanser on a daily basis."
        },
        {
          "Ingredients": [
            "Aloe vera juice"
          ],
          "Procedure": "Aloe vera juice will cleanse your skin and make your skin clear and beautiful."
        },
        {
          "Ingredients": [
            "Raw milk"
          ],
          "Procedure": "Raw milk is the best Cleanser ever.\n\nIt not only cleanses your skin, but also provides moisture.\n\nIt makes your skin look fair and smooth."
        },
        {
          "Ingredients": [
            "Baking soda",
            "Jojoba oil","Honey"
          ],
          "Procedure": "Baking soda is a great exfoliater and works great as a cleanser.\n\nAll you need is to add jojoba oil and honey to baking soda.\n\nUse this for a week and see the difference."
        },
        {
          "Ingredients": [
            "Avocado",
            "Lemon juice"
          ],
          "Procedure": "Avocado is a very good and natural hair conditioner, and it is also a very good skin conditioner.\n\nIt gives moisture, nourishment,cleanses the skin and gives softness to the skin.\n\nThe pulp of avocado with lemon juice is a wonderful facial cleanser."
        },
        {
          "Ingredients": [
            "Grapefruit"
          ],
          "Procedure": "Rub a slice of grapefruit on the skin to make it more clean and glowing.\n\nIt reduces the excess oil from your skin and removes the particles of dirt and dust."
        },
        {
          "Ingredients": [
            "Sugar"
          ],
          "Procedure": "Sugar is a very good and effective natural scrubber.\n\nIt cleanses the skin and provides shine to your face.\n\nAdd honey for more cleansing and glowing skin.\n\nLemon juice will make this cleanser even better."
        },
        {
          "Ingredients": [
            "Papaya pulp","Aloe vera gel",
            "Honey","Lime juice"
          ],
          "Procedure": "Making this cleanser is just like making a face pack.\n\nAloe gently cleanses the skin while papaya not only cleanses, but also moisturizes.\n\nAdd honey and lime juice for more effective results.\n\nAfter this, you won't feel the need of using any product on your face."
        },
        {
          "Ingredients": [
            "Yogurt","Lemon"
          ],
          "Procedure": "The combination of yogurt and lemon is perfectly good for your skin.\n\nYogurt will nourish the skin and lemon will cleanse your face.\n\nWhile you make this cleanser, add 3-4 drops of lemon essential oil to retain the natural skin complexion."
        },
        {
          "Ingredients": [
            "Rosewater","Glycerine"
          ],
          "Procedure": "Cleaning your face with rosewater will not only cleanse your face but will also give your skin a rosy color.Mix rosewater and glycerine.\n\nTo it, add rose essential oil(few drops).\n\nWashing your face daily with this cleanser will deeply cleanse your face and make your face like rose."
        },
        {
          "Ingredients": [
            "Cucumber juice or pulp"
          ],
          "Procedure": "Either apply cucumber juice or its pulp, it will cleanse your skin evenly."
        },
        {
          "Ingredients": [
            "Almond oil"
          ],
          "Procedure": "Almond oil is a major and rich source of vitamin E.\n\nIt gives the proper nourishment, your skin needs.\n\nAdding honey in almond paste will make it a good cleanser.\n\nAdd an egg yolk for a powerful and super effective cleanser.\n\nThese three ingredients are enough to clense,nourish and moisturize your skin.\n\nUsing this cleanser on a daily basis can reduce wrinkles and help to treat acne or zits."
        },
        {
          "Ingredients": [
            "Oats","Cucumber juice",
            "Yogurt","Lemon","Honey"
          ],
          "Procedure": "Oats can be used as a cleanser or as a scrubber.\n\nBoth will provide benefit to your skin.\n\nSoak oats powder in lukewarm water and apply.\n\nThis will make your skin baby soft and moisturise it naturally.\n\nAdd cucumber juice and yogurt for better results.Oatmeal and lemon are great and wonderful cleansers.\n\nAdd honey to make the cleanser balanced and water to achieve desired consistency.Cream cleanser is great for skin.\n\nIt fulfils the moisture, needed for dry skin.Adding oatmeal and honey is like perfecting the perfection."
        },
        {
          "Ingredients": [
            "Apple","Olive oil"
          ],
          "Procedure": "Apple & olive oil both are great as cleansers.\n\nAdd yogurt and honey to make this cleanser good."
        },
        {
          "Ingredients": [
            "Gram flour","Turmeric",
            "Yogurt"
          ],
          "Procedure": "This is a great facial cleanser for oily skin.\n\nGram flour will draw the dirt and excess oil out from the skin.\n\nTurmeric will make your skin fair.\n\nTo combine gram flour and turmeric, you need a binder.\n\nAdd yogurt, as it will not only bind the ingredients, but also give moisture to your skin."
        },
        {
          "Ingredients": [
            "Mint leaves","Cucumber pulp",
            "Yogurt"
          ],
          "Procedure": "This is a quick, refreshing and good facial cleanser.\n\nAdd mint leaves(fresh & crushed)in cucumber pulp,along with yogurt.\n\nUse this once and you will feel the difference."
        },
        {
          "Ingredients": [
            "Tomato","Milk",
            "Lemon juice"
          ],
          "Procedure": "Tomato is alone a great cleanser and toner.\n\nIf milk and lemon juice are added to it, this will become even better and cleanse, tone, nourish and brighten your skin."
        },
        {
          "Ingredients": [
            "Almond oil or coconut oil or olive oil or castor oil"
          ],
          "Procedure": "Take any oil- almond oil, coconut oil, olive oil or castor oil.\n\nCleanse your face with it.\n\nIt will clean the dirt, and you can even wipe your make-up with it.\n\nThis is the best cleanser for normal and dry skin type."
        }
      ]
    },
    {
      "Issue":"For Blemishes On Face",
      "Remedy":[
        {
          "Ingredients": [
            "Ice cube"
          ],
          "Procedure": "Wrap an ice cube in a washcloth or dish towel and hold it onto the blemish for about five minutes.\n\nIt'll work on your blemish and decrease inflammation."
        },
        {
          "Ingredients": [

          ],
          "Procedure": "Eating ginger as well as garlic is good."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Improve your diet.\n\nYou should consume fibre-rich fruits and vegetables in plenty."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Detoxifying the body is also very good.\n\nDrink about 6 to 10 glasses of water on a daily basis."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Moderate exercise helps."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Change the pillow cover everyday as the perspiration on it can contain bacteria."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Lemon juice can be applied as bleach"
        },
        {
          "Ingredients": ["Vitamin E oil or Castor oil"
          ],
          "Procedure": "Apply vitamin E or odorless castor oil every night."
        },
        {
          "Ingredients": ["Lightening Gel"
          ],
          "Procedure": "You may also apply lightening gel which will fade away the blemish."
        },
        {
          "Ingredients": [
            "One part of Apple Cider Vinegar","Eight parts of Water"
          ],
          "Procedure": "Make a mix of one part of apple cider vinegar and eight parts of water.\n\nStore the solution and rinse your face with it once or twice daily."
        },
        {
          "Ingredients": [

          ],
          "Procedure": "Anti marks cream are also helpful."
        },
        {
          "Ingredients": [
            "Garlic capsule",
            "1 tablespoon of moisturizer"
          ],
          "Procedure": "Break open one garlic capsule and squeeze the content into a one tablespoon of your moisturizer and dab it on the blemishes."
        },
        {
          "Ingredients": [
            "Charmomile","Lemon juice"
          ],
          "Procedure": "Boil charmomile and lemon juice in water.\n\nThe application of this decoction helps heal blemishes on skin.\n\nThis however works on best on blemishes caused due to acne scars,"
        },
        {
          "Ingredients": [
            "Vinegar","3 mashed potato"
          ],
          "Procedure": "Mix some vinegar and 3 mashed potato.\n\nApply this over the affected area overnight."
        },
        {
          "Ingredients": [
            "3 mashed carrots","Milk"
          ],
          "Procedure": "Apply 3 mashed carrots to your face for 15 to 20 minutes.\n\nWash this off with milk."
        },
        {
          "Ingredients": [
            "Mashed green papaya"
          ],
          "Procedure": "Mash green papayas and apply to your face for 15 minutes."
        },
        {
          "Ingredients": [
            "Honey",
            "Lemon","A pinch of turmeric"
          ],
          "Procedure": "Mix together a little bit of honey, lemon and a pinch of turmeric.\n\nApply this mixture to the skin regularly.\n\nThis combination can be very effective if used properly and regularly."
        },
        {
          "Ingredients": [
            "Sandalwood paste"
          ],
          "Procedure": "Add sandalwood paste to water and apply it to your skin where the blemishes are.\n\nSandalwood is good for keeping your skin clear and free of acne or blemishes.\n\nSandalwood also soothes a painful pimple or boil on the skin."
        },
        {
          "Ingredients": [
            "3 strawberries","vinegar"
          ],
          "Procedure": "Put three strawberries in a bowl and smash them with a fork.\n\nPour enough vinegar in the bowl to make a paste with the strawberries.\n\nSpread this strawberry and vinegar paste onto the problem area of your skin and keep it on overnight.\n\nUse a towel in between your face and your pillow to protect your linens.\n\nWash the paste off in the morning."
        },
        {
          "Ingredients": [
            "2 drops of jasmine essential oil",
            "2 tablespoons of either olive, almond or vegetable oil"
          ],
          "Procedure": "Mix 2 drops of jasmine essential oil and 2 tablespoons of either olive, almond or vegetable oil.\nApply to the affected area and gently massage for 3-4 minutes.\nLeave for 20-30 minutes and rinse with lukewarm water.\nRepeat regularly until results are visible"
        }
      ]
    },
    {
      "Issue":"Face Scrubber",
      "Remedy":[
        {
          "Ingredients": [
            "Coconut oil","Brown sugar"
          ],
          "Procedure": "Pour some drops of coconut oil into brown sugar and mix well.\n\nIt is very important that you clean your facial skin completely and remove makeup before using this scrub.\n\nThen dampen your face with water.\n\nTake some scrub and massage it on your face in circular motions for at least 2-3 minutes to remove all the dead cells.\n\nRinse with warm water to open the clogged pores."
        },
        {
          "Ingredients": [
            "Brown sugar","Honey"
          ],
          "Procedure": "Mix brown sugar and honey well.\n\nAfter this, wet your fingers with water and spread the mixture evenly on the face.\n\nYou can wash it off after some massaging.\n\nRemember to completely remove it from the face and also from the hairline."
        },
        {
          "Ingredients": [
            "Madhed banana","Milk","Oats"
          ],
          "Procedure": "Mix the ingredients well and apply evenly on the face and neck.\n\nMassage gently for almost 3-4 minutes to remove the dead skin.\n\nRinse well with lukewarm water to get the best results."
        },
        {
          "Ingredients": [
            "Honey","Sugar","Orange juice","Olive oil(Optional)"
          ],
          "Procedure": "This is a great homemade scrub especially for tanned skin.\n\nPour honey and sugar in orange juice.\n\nYou can also add a few drops of olive oil.\n\nMix these well.\n\nApply all over the face and scrub in circular strokes.\n\nIf you want the best outcome,then use this scrub twice a week."
        },
        {
          "Ingredients": [
            "Kiwis","Toner","Moisturizer"
          ],
          "Procedure": "Kiwis can get rid of oil from your facial skin.\n\nFirstly, take a kiwi and peel it properly.\n\nMash the kiwi well and add sugar to it.\n\nPour some drops of sunflower oil to the mixture.\n\nApply it on your face and neck while scrubbing.\n\nWash it after 2-3 minutes.\n\nApply toner and moisturizer in the end"
        },
        {
          "Ingredients": [
            "Apple",
            "Honey(Optional)"
          ],
          "Procedure": "At first, cut an apple into small slices.\n\nPut them in a blender along with oatmeal to create a paste.\n\nApply and massage the paste all over your facial skin for exfoliation and extra glow.\n\nWah it after 5-10 minutes.\n\nYou can add some drops of honey in the mixture if you want."
        },
        {
          "Ingredients": [
            "Almonds",
            "Honey"
          ],
          "Procedure": "Convert the almonds in a powdered form by using a blender.\n\nThereafter, pour honey in the almond powder.\n\nThereafter, pour honey in the almond powder.\n\nApply it evenly on the face and rinse with warm water after a few minutes.\n\nThe ingredients are very beneficial as almonds are very good lightening agents, and honey will provide smooth and supple skin."
        },
        {
          "Ingredients": [
            "Egg white","Sea salt","Lemon juice"
          ],
          "Procedure": "Mix egg white, sea salt and lemon juice together.\n\nPour a few drops of honey to the mixture.\n\nApply it on the face and scrub well for 4-5 minutes.\n\nAfter some time, wash your face with water.Lemon will reduce the blemishes and remove the excess oil, revitalizing your skin."
        },
        {
          "Ingredients": [
            "Mashed Cucumber"
          ],
          "Procedure": "Apply the mashed cucumber on the face and massage it in one direction with your fingertips.\n\nRemove it completely with the help of water.\n\nThe cucumber will provide the required moisture to your skin."
        },
        {
          "Ingredients": [
            "Fresh strawberries","Oats"
          ],
          "Procedure": "Take some fresh strawberries and blend them with some oats.\n\nAdd a few drops of lime juice to make a smooth paste.\n\nApply it on the face but avoid contact with the eyes.\n\nScrub continuously for a few minutes to notice the difference.\n\nRinse well with cold water.\n\nTo get the best results, use it regularly."
        },
        {
          "Ingredients": [
            "Oats","Moisturizer"
          ],
          "Procedure": "Blend some oats in a blender to form a powder.\n\nStore it in a small container.\n\nApply it on the face, massage well and then wash it off.\n\nApply moisturizer or cream after the exfoliation.\n\nThis scrub cleanses your skin and renders a fresh look."
        },
        {
          "Ingredients": [
            "Lemon juice",
            "Sugar"
          ],
          "Procedure": "Mix lemon juice and sugar properly.\n\nApply the mixture on the face concentrating on the forehead.\n\nMassage slowly with the wet fingertips.\n\nAfter 2-3 minutes,rinse off with water.\n\nYou will notice the difference in a few days if utilize this scrub regularly."
        },
        {
          "Ingredients": [
            "Grounded oatmeal","Baking soda"
          ],
          "Procedure": "Mix grounded oatmeal and baking soda.\n\nAdd a few drops of warm water to make a paste.\n\nLeave this mixture in the bowl for 5 minutes and then apply it on the face.\n\nMassage well and rinse it off completely.\n\nThis scrub will give you a glowing and healthy skin."
        },
        {
          "Ingredients": [
            "Peeled cucumber","Yogurt","Oatmeal"
          ],
          "Procedure": "Cut the peeled cucumber into slices and blend them.\n\nAdd yogurt,oatmeal and honey to it.\n\nMix all these things well to create a paste.\n\nDampen your face with water.\n\nApply the paste evenly and massage gently.\n\nIn the end,rinse off with cold water."
        },
        {
          "Ingredients": [
            "Finely grounded oatmeal","Avocado","Few drops of honey"
          ],
          "Procedure": "Mix finely grounded oatmeal with avocado.\n\nPour a few drops of honey over it.\n\nMix it with a spoon until you get a paste-like consistency.\n\nScrub it on the face after applying evenly.\n\nRinse off with warm water.\n\nThis scrub will provide moisture,softness and glow to your skin."
        },
        {
          "Ingredients": [
            "Baking soda",
            "Granulated sugar"
          ],
          "Procedure": "Mix baking soda and granulated sugar.\n\nPour 2 tablespoons of water in the mixture.\n\nStir well.\n\nApply the paste on the face and neck excluding the sensitive area near the eyes.\n\nMassage for 3-4 minutes and then rinse off with water.\n\nThis scrub is very effective especially for removing blackheads."
        },
        {
          "Ingredients": [
            "Adzuki beans",
            "Toner"
          ],
          "Procedure": "Grind adzuki beans to powdered form.\n\nAdd sufficient water to create a thick paste.\n\nRemove all the makeup and clean the face properly.\n\nApply this paste and massage gently.Wash off after 2-3 minutes.\nuse a toner to remove extra dirt and impurities."
        },
        {
          "Ingredients": [
            "Brown sugar",
            "Vitamin E oil","Pumpkin pie","Few drops of coconut oil"
          ],
          "Procedure": "To make this exfoliating scrub, combine brown sugar, Vitamin E oil and pumpkin pie.\n\nPour a few drops of coconut oil.\n\nMix all the ingredients well to prepare the scrub.\n\nMassage for 2-3 minutes and then wash off with water.\n\nIt will help you get beautiful and healthy skin."
        },
        {
          "Ingredients": [
            "Dried parsley","Lettuce"
          ],
          "Procedure": "Blend dried parsley and lettuce in a processor.\n\nAdd wheat bran and oatmeal to it.\n\nPour a few drops of olive oil and mix all the ingredients well.\n\nAppply it on the face.\n\nKeep scrubbing and after some time, clean the face with lukewarm water.\n\nUse this paste twice a week."
        },
        {
          "Ingredients": [
            "Powdered sugar","Vanilla extract","Cocoa powder"
          ],
          "Procedure": "Mix powdered sugar, vanilla extract and cocoa powder.\n\nPour a few drops of almond oil to create a greasy mixture.\n\nIf you have an oily or combination skin, use this scrub every alternate day.\n\nBut if your skin is dehydrated and sensitive, don't use it more than twice a week."
        },
        {
          "Ingredients": [
            "Blueberries","Green tea",
            "Powdered sugar","Honey"
          ],
          "Procedure": "Wash the blueberries and crush them.\n\nAdd powdered sugar, honey and green tea to it.\n\nApply this scrub on the face and exfoliate.\n\nRemove it after 10 minutes with water.\n\nThis scrub will add shine to your face."
        },
        {
          "Ingredients": [
            "Mashed tomato","Powdered sugar"
          ],
          "Procedure": "Mash a tomato and add powdered sugar to it.\n\nMix it with a spoon.\n\nRemove all the makeup and clean your face properly.\n\nTake some scrub and massage it on your face slowly for almost 3-4 minutes.\n\nDon't make it too harsh on the skin.\n\nThen,wash off with water."
        },
        {
          "Ingredients": [
            "Coffee beans","Honey","Few drops of olive oil"
          ],
          "Procedure": "Take some coffee beans and grind them if you don't have the powdered coffee.\n\nAfter this, add honey and a few drops of olive oil to it.\n\nMix all the ingredients together.\n\nApply it and scrub for 3-4 minutes.\n\nWipe it off with a wet cloth.\n\nThe scrub will remove all the dead cells from the skin surface."
        },
        {
          "Ingredients": [
            "Fenugreek seeds","Water"
          ],
          "Procedure": "First, grind fenugreek seeds in a blender and add some water to make a paste.\n\nMix it and apply on the face while scrubbing.\n\nRemove it with the help of wet cotton pieces.\n\nThis scrub is great for treating whiteheads and bringing glow to the face."
        },
        {
          "Ingredients": [
            "Gram flour","Milk","Honey"
          ],
          "Procedure": "Mix gram flour, milk and honey and stir well.\n\nWet your face with water and apply this scrub.\n\nWith the fingertips, massage for a few minutes.\n\nWash off with water and apply good moisturizer to prevent dryness.\n\nYou can also use toner, if required."
        },
        {
          "Ingredients": [
            "Sandalwood powder","Saffron","Rose water","Honey","Lemon juice"
          ],
          "Procedure": "Take sandalwood powder in a bowl.\n\nPour saffron, rose water, honey and lemon juice in the powder.\n\nMix well to get a paste.\n\nApply it on the face and exfoliate by scrubbing.\n\nWash off the face and exfoliate by scrubbing.\n\nWash off the face after 10-15 minutes.\n\nYou can observe the results within a few weeks if this scrub is used frequently."
        }
      ]
    },
    {
      "Issue":"Acne",
      "Remedy":[
        {
          "Ingredients": [
            "1 part vinegar","3 parts water"
          ],
          "Procedure": "Using a ratio of 1 part vinegar to 3 parts water, dip a cotton ball into vinegar and apply it directly to the blemish.\n\nLeave on for at least 10 minutes, or overnight."
        },
        {
          "Ingredients": [
            "2 tablespoons of honey","1 teaspoon of cinnamon"
          ],
          "Procedure": "Mix 2 tablespoons of honey and 1 teaspoon of cinnamon together until they are thoroughly blended and have formed a sort of paste.\n\nApply the mask to your face (or spot treat) and leave on for 10-15 minutes.\n\nRinse off completely."
        },
        {
          "Ingredients": [
            "1 tablespoon of milk or yogurt","1 tablespoon of honey"
          ],
          "Procedure": "Mix 1 tablespoon of milk or yogurt thoroughly with 1 tablespoon of honey.\n\nYou can apply the mixture with a cotton pad, but scooping it up and patting it on works just fine as well.\n\nLet it sit for 10-15 minutes.\n\nWash your mask off and use a washcloth to gently scub in a circular motion, getting rid of loosened dead skin."
        },
        {
          "Ingredients": [
            "2 eggs"
          ],
          "Procedure": "Separate the whites from the yolks of two eggs.\n\nYou can use as many as you like, but normally 2-3 is enough.\n\nWhisk the whites until they're frothy, and let them sit for a few minutes.\n\nAllow the mask to sit and dry for about 20 minutes before rinsing off completely with warm water."
        },
        {
          "Ingredients": [
            "Papaya flesh"
          ],
          "Procedure": "Mash up the face of papaya well, until it is of a consistency that can be easily applied to your skin.\n\nLeave it off for 15-20 minutes, and then rinse off completely with warm water."
        },
        {
          "Ingredients": [
            "Orange peels",
            "Water"
          ],
          "Procedure": "Grind/pound up your orange peels and add a little water to create a paste, apply it to your face and/or problem area.\n\nWait for 20-25 minutes."
        },
        {
          "Ingredients": [
            "1 part Tea tree oil",
            "9 parts Water"
          ],
          "Procedure": "Wash your face with water and pat dry.\n\nDilute tea tree oil by mixing 1 part tea tree oil to 9 parts water.\n\nDip a Q-tip or cotton swab in mixture, and apply to problem areas."
        },
        {
          "Ingredients": [
            "3 strawberries","2  teaspoons of honey"
          ],
          "Procedure": "Wash your face with water and pat dry.\n\nRinse 3 strawberries and mash them up well.\n\nAdd the strawberries to two teaspoons of honey, and thoroughly blend them together.\n\nApply to your face and let the mixture sit for 20 minutes.\n\nRinse off completely with warm water."
        },
        {
          "Ingredients": [
            "Banana"
          ],
          "Procedure": "Peel your banana.\n\nTake the peel, and rub in a circular motion all over your face.\n\nWhen you feel as though you've covered all of your face, let it sit for at least 30 minutes before rinsing it off."
        },
        {
          "Ingredients": [
            "Aloe"
          ],
          "Procedure": "Wash your face with water and pat dry.\n\nUsing your fingertips or a Q-tip, apply the aloe directly to your problem areas."
        },
        {
          "Ingredients": [
            "Baking soda","Water"
          ],
          "Procedure": "For a facial mask, mix equal parts baking soda to water to form a thick paste.\n\nMassage the paste on in circular motions for a 2 minutes.\n\nLeave the mask on for about 15-20 minutes, then rinse thoroughly with warm water."
        },
        {
          "Ingredients": [
            "Lemon juice",
            "Yogurt"
          ],
          "Procedure": "Rinse face gently with water and pat dry.\n\nDab fingers, a cotton ball, or a Q-tip in lemon juice and apply to pimple.\n\nIf it stings, try mixing it first with a bit of yogurt."
        },
        {
          "Ingredients": [
            "A pot of water"
          ],
          "Procedure": "Boil a pot of water, pour a large bowl, and let it cool for a few minutes.\n\nAfter its temperature has lowered slightly, place your face above the bowl, and drape the towel over your head to trap the steam.\n\nAfter 10-15 minutes, remove the towel and pat your face dry."
        },
        {
          "Ingredients": [
            "Garlic juice and 1 teaspoons of water","2-3 cloves"
          ],
          "Procedure": "Either extract the garlic juice and mix it with 1 teaspoons or so of water, or mash up 2-3 cloves and let sit in water for about 10 minutes.\n\nUsing a cotton pad, soak up the juice or garlic water and cover problem spots."
        },
        {
          "Ingredients": [
            "Oatmeal","2 tablespoons of honey"
          ],
          "Procedure": "Whip up a batch of oatmeal as usual, or by following the directions on the box.\n\nWhen it is finished and still hot, add two tablespoons of honey.\n\nLet mixture cool to room temperature.\n\nLeave it on for 20-30 minutes.\n\nWhen it has set, rinse off with warm water and pat your skin dry."
        },
        {
          "Ingredients": [
            "Avocado"
          ],
          "Procedure": "Rinse your face with water and pat it dry.\n\nScrap out the inside of the avocado and mash it up, then stir in the honey.\n\nContinue mashing/stirring until it turns into a paste.\n\nApply it to your skin and leave it on for 15-20 minutes."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Technically, a pillowcase should be washed at the very least once a week.\n\nIf you never wash it, all the stuff that gets rubbed onto it then comes in contact with your face for around 6-8 hours every night, and can exacerbate your acne."
        },
        {
          "Ingredients": [
            "Crushrd mint leaves"
          ],
          "Procedure": "Crush up the mint leaves thoroughly.\n\nRub the juice and crushed leaves on your face and leave for 5-10 minutes before rinsing off thoroughly with cold water."
        },
        {
          "Ingredients": [
            "1 raw potato"
          ],
          "Procedure": "Wash your face with water and pat almost dry, leaving it a dip damp.\n\nGrate 1 raw potato and rub the pulp and juice onto your face for a few minutes in a circular motion.\n\nLet it dry for 15-30 minutes, and then rinse off completely with warm water."
        }
      ]
    },
    {
      "Issue":"Teeth Whitening",
      "Remedy":[
        {
          "Ingredients": [
            "1-3 Large strawberrries","A pinch of sea salt","1/2 teaspoon of baking soda(optional)"
          ],
          "Procedure": "Mash the berries  into a pulp, and add a pinch of sea salt and 1/2 tsp of baking soda if you are using it.\n\nWipe any extra saliva from your teeth with a paper towel, and then apply a generous portion of the mixture to a toothbrush and apply.\n\nLet the mixture sit for 5 minutes, then rinse.\n\nDo this nightly."
        },
        {
          "Ingredients": [
            "A quarter teaspoon of baking soda and a little toothpaste","Or baking soda with lemon juice, white vinegar or hydrogen peroxide","Or 1 tablespoon of baking soda and one and a half teaspoons of hydrogen peroxide with one cup of cold water","Or Diluted baking soda"
          ],
          "Procedure": "Use any of the above mouthwash preparation and use it to scrub your teeth gently for at least two minutes with diluted baking soda.\n\nDo this twice in the first week, and then every 15 days.\n\nIt is essential to note that excess use of baking soda can strip your teeth of its natural enamel."
        },
        {
          "Ingredients": [
            "Orange peel"
          ],
          "Procedure": "Use orange peel over your teeth every night before going to sleep.\n\nThe vitamin C and calcium in the orange peel will combat the microorganisms throughout the night.\n\nDo this for a few weeks and you will notice effective results.."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Rinse and gargle with a mouthwash that has hydrogen peroxide.\n\nMake sure not to swallow the hydrogen peroxide.\n\nYou can also make a paste of baking soda with hydrogen peroxide and gently brush your teeth with it.\n\nLater, brush your teeth with your regular toothpaste.\n\nNote:Use hydrogen peroxide with extra caution as it can cause irritation of the gums and make your teeth sensitive."
        },
        {
          "Ingredients": [
            "Lemon juice","Salt"
          ],
          "Procedure": "Apply the mixture of lemon juice and salt on the stained teeth and rub the paste vigorously over your teeth and gums.\n\nLeave it on for a few minutes and then rinse your mouth thoroughly with water.\n\nDo this twice daily for about two weeks to get rid of tartar and the yellow tinge."
        },
        {
          "Ingredients": [
            "Common salt",
            "Or Common salt with charcoal powder",
            "Or Common salt with baking soda"
          ],
          "Procedure": "Use any of the above options a toothpaste .\n\nNote: Be extra careful using salt as it can cause damage to your gums and tooth enamel if used roughly."
        },
        {
          "Ingredients": [
            "A few leaves of holy basil"
          ],
          "Procedure": "Put a few leaves of holy basil in the sun for a few hours.\n\nWhen the leaves are dry, grind them into powder form.\n\nMix the powder with your regular toothpaste and brush your teeth."
        },
        {
          "Ingredients": [
          ],
          "Procedure": "Try to eat one or two apples daily to get rid of yellow stain accumulated on your teeth.\n\nChew it thoroughly so that the acidic nature of the apple and its fiber-rich rough flesh get ample time to work on your teeth."
        },
        {
          "Ingredients": [
            "1 tablespoon of a pure, organic oil"
          ],
          "Procedure": "Simply take one tablespoon of a pure, organic oil and swish it around in your mouth for 15-20 minutes.\n\nMove the oil around your mouth through sipping, sucking, and esssentially pulling through your teeth.\n\nAfter rinsing, spit out the oil, thoroughly rinse your mouth out with water, and consume 2-3 glasses of water."
        }
      ]
    }
  ]}}