{
  "Hair": {
    "data": [
      {
        "Issue": "Split Ends",
        "Remedy": [
          {
            "Ingredients": [
              "Egg mixed with olive oil/almond oil and honey",
              "Or beaten egg with a spoon of water",
              "Or orange juice and a banana in two Eggs"
            ],
            "Procedure": "You can apply egg mixed with olive oil/almond oil and honey as a hair mask, and wash off after 30-45 minutes.\n\nA beaten egg with a spoon of water can also be applied as a shampoo.\n\nYou can also pour orange juice and a banana in two eggs and apply as a hair mask.\n\nKeep it for 30 minutes and wash off.\n\nThese remedies are really effective in treating your hair from the problem of split ends."
          },
          {
            "Ingredients": [
              "Ripe papaya",
              "Yogurt"
            ],
            "Procedure": "Take a ripe papaya and half cup of yogurt.\n\nBlend them to get a pulpy paste.\n\nYou can apply this as a hair mask for about 30 minutes and wash off.\n\nThis will give your hair sheen and solace from split ends."
          },
          {
            "Ingredients": [
              "Castor oil",
              "Mustard oil",
              "Olive oil"
            ],
            "Procedure": "Massage your hair with castor oil, mixed with mustard and olive oil, to get split ends free hair.\n\nKeep it for 30 minutes, and wrap with a towel or shower cap.\n\nAfterwards, rinse it off with shampoo."
          },
          {
            "Ingredients": [
              "A tbsp of cream",
              "Half cup of milk"
            ],
            "Procedure": "Mix a tbsp of cream with half cup of milk.\n\nWhisk it thoroughly.\n\nApply this mixture to your hair for 15 minutes and wash it off."
          },
          {
            "Ingredients": [
              "Homey",
              "Some curd"
            ],
            "Procedure": "Honey is a great treatment for split ends.\n\nMix a spoon full of honey and some curd.\n\nGive a massage to your hair with this mix, especially at the hair ends.\n\nLet this mixture stay on your strands for 20 minutes and rinse it out afterwards.\n\nThis mixture will not only relieve you from split ends, but also will confer your hair with a gorgeous lusture."
          },
          {
            "Ingredients": [
              "Beer"
            ],
            "Procedure": "Beer is actually good for your hair and is considered as a great conditioner.\n\nRinse your hair with beer after shampooing them and you will be really amazed to see the shine and gleam into your hair.\n\nRinsing your hair every time with beer, whenever you shampoo, will help your hair in trouncing the problem of split ends."
          },
          {
            "Ingredients": [
              "Avocado"
            ],
            "Procedure": "Mash an avocado and massage it in your damp hair, coating the split ends.\n\nRinse it out after 30 minutes.\n\nIf required, some olive oil can be used into it."
          },
          {
            "Ingredients": [
              "Warm olive oil"
            ],
            "Procedure": "Give your hair a relaxing and effective spa with warm olive oil.\n\nMassage your hair gently with olive oil.\n\nYou can either keep it overnight or wash it after an hour."
          },
          {
            "Ingredients": [
              "Coconut oil"
            ],
            "Procedure": "Coconut oil is again a great therapy to combat with almost all the hair problems.\n\nMassage your hair with warm coconut oil to treat split ends,dullness and hair fall."
          },
          {
            "Ingredients": [
              "Chamomile tea"
            ],
            "Procedure": "Steep a few chamomile tea bags in boiling water.\n\nLet it cool.\n\nRinse your hair with this solution to liberate your hair from split ends. "
          },
          {
            "Ingredients": [
              "Shea butter or Cocoa butter"
            ],
            "Procedure": "Apply this effective butter on your hair after washing them.\n\nMassage your damp hair with butter and dry them naturally.\n\nWithin a few days, you will se that you are getting relief from frizzy hair and split ends."
          },
          {
            "Ingredients": [
              "Argon oil"
            ],
            "Procedure": "Massaging your hair with argon oil can solace you with a variety of hair problems, like dry hair, split ends, dullness and frizzy hair."
          },
          {
            "Ingredients": [
              "Clarified butter or ghee"
            ],
            "Procedure": "Clarified butter or ghee can give extremely healthy and nourished hair.\n\nMassage your hair with warm clarified butter and keep it overnight.\n\nRinse it out properly the next morning with lukewarm water."
          },
          {
            "Ingredients": [
              "1/2 cup of black lentil",
              "Fenugreek seeds"
            ],
            "Procedure": "Grind black lentil to get a smooth powder.\n\nAdd a spoon full of fenugreek seeds.\n\nNow, mix this with a cup of yogurt.\n\nApply this to your hair for two hours and wash it off with a mild shampoo afterwards."
          },
          {
            "Ingredients": [
              "Jojoba oil"
            ],
            "Procedure": "Jojoba oil can be mixed with your shampoo or conditioner while washing your hair to get soft and nourished hair.\n\nThis remedy is also great for curing split ends."
          },
          {
            "Ingredients": [
              "Mayonnnaise"
            ],
            "Procedure": "Simply apply mayonnaise on your hair twice a week, especially on split ends."
          },
          {
            "Ingredients": [
              "Ripe banana"
            ],
            "Procedure": "Mash a ripe banana.\n\nAdd an egg, some honey and a little milk into mashed banana and apply it as a hair mask.\n\nWash and rinse after half an hour."
          },
          {
            "Ingredients": [
              "Ground fenugreek seed",
              "Curd"
            ],
            "Procedure": "Make a fine paste of ground fenugreek seeds and curd.\n\nUse this as a hair pack.\n\nWash it after two hours to get silky smooth hair.\n\nThis natural home remedy will also treat your split ends."
          }
        ]
      },
      {
        "Issue": "Dandruff",
        "Remedy": [
          {
            "Ingredients": [
              "3-4 lemon peels"
            ],
            "Procedure": "Boil lemon peels in 4-5 cups of water for approximately 15-20 minutes.\n\nOnce it cools down, use this solution to wash your hair, at least once a week."
          },
          {
            "Ingredients": [
              "2 tbsp of fenugreek seeds"
            ],
            "Procedure": "Soak 2 tbsp of fenugreek seeds in water overnight and crush them into a fine paste next morning.\n\nApply this paste to your hair and scalp for at least 30 minutes.\n\nWash your hair thoroughly after 30 minutes.\n\nFollow this treatment for continuous four weeks, for best results."
          },
          {
            "Ingredients": [
              "Lemon juice"
            ],
            "Procedure": "Massage lemon juice on your scalp before going for a shower.\n\nWash your hair thoroughly for 15-20 minutes.\n\nThis treatment will help to remove stickyness, prevents dandruff and makes your hair look radiant."
          },
          {
            "Ingredients": [
              "Vinegar"
            ],
            "Procedure": "Prepare a mixture of equal amounts of vinegar and water.\n\nApply this on your scalp and leave it overnight.\n\nWash your hair the next morning with a mild baby shampoo."
          },
          {
            "Ingredients": [
              "Yogurt"
            ],
            "Procedure": "Apply some dahi on your hair and scalp and keep it for at least one hour.\n\nWash it off with a mild shampoo thoroughly.\n\nDo this at least twice a week."
          },
          {
            "Ingredients": [
              "2 eggs"
            ],
            "Procedure": "Beat 2 eggs and apply the paste on your scalp and rinse it off after one hour.\n\nThis treatment will assist in preventing dandruff and hair fall."
          },
          {
            "Ingredients": [
              "Lukewarm almond oil, coconut oil or olive oil"
            ],
            "Procedure": "Use the oil to massage your scalp to prevent dandruff.\n\nLeave it on the scalp overnight."
          },
          {
            "Ingredients": [
              "Aloe vera gel"
            ],
            "Procedure": "20 minutes before you take a shower rub aloe vera gel on your scalp.\n\nLeave on for full 20 minutes, and then wash your hair with a shampoo."
          },
          {
            "Ingredients": [
              "1 tbsp of Lemon juice",
              "5 tbsp of Coconut oil"
            ],
            "Procedure": "Mix 1 tbsp of lemon juice with 5 tbsp of coconut oil and then apply the mixture on the scalp.\n\nLeave this mixture for about 20-30 minutes and then wash it off with a good shampoo."
          },
          {
            "Ingredients": [
              "Equal quantities of apple and orange"
            ],
            "Procedure": "Make a paste with equal quantities of apple and orange and apply it on the scalp.\n\nWash your hair after 20-30 minutes with a shampoo."
          },
          {
            "Ingredients": [
              "Neem leaves"
            ],
            "Procedure": "Crush some neem leaves to make a fine paste and apply it directly on to your dry scalp.\n\nKeep this paste for an hour and then clear it off using warm or cold water."
          },
          {
            "Ingredients": [
              "Tulsi powder","Amla powder"
            ],
            "Procedure": "Make a paste of tulsi and amla powder mixed with some water.\n\nMassage this paste on the scalp.\n\nLet it remain for half an hour.\n\nWash the hair thoroughly with water and shampoo."
          },
          {
            "Ingredients": [
              "2 tbsp of garlic powder","1 tbsp of lemon juice"
            ],
            "Procedure": "Mix the ingredients to make a fine paste.\n\nApply this paste on your scalp and leave it for 30-40 minutes.\n\nWash it off thoroughly with shampoo and cold water."
          },
          {
            "Ingredients": [
              "Onion paste"
            ],
            "Procedure": "Apply some onion paste on your scalp.\n\nLeave it on for one hour.\n\nWash it off thoroughly and apply some fresh lemon juice to get rid of the smell of the onion out of your hair.\n\n"
          },
          {
            "Ingredients": [
              "Ginger",
              "Beetroot"
            ],
            "Procedure": "Grind some ginger and beetroot to make a paste.\n\nMassage your scalp with the paste and leave it overnight.\n\nRinse it off thoroughly the next morning.\n\nFollow this routine for continuous 4-5 nights."
          },
          {
            "Ingredients": [
              "Gram flour","Curd"
            ],
            "Procedure": "Apply some gram flour mixed with curd on your scalp.\n\nRinse after 20-30 minutes, with cold water."
          },
          {
            "Ingredients": [
              "Handful of baking soda"
            ],
            "Procedure": "While shampooing, add a handful of baking soda to your hair and massage your scalp.\n\nRinse it off after 15-20 minutes.\n\n"
          },
          {
            "Ingredients": [
              "Vinegar","Oil of Rosemary leaves"
            ],
            "Procedure": "Mix vinegar in oil of rosemary leaves(squeeze them), and apply it on your scalp for 15-20 minutes.\n\nRinse it off thoroughly.\n\nYou can also apply mixture of rosemary oil and coconut oil to your scalp to treat dandruff."
          },
          {
            "Ingredients": [
            ],
            "Procedure": "Dandruff can be prevented by washing your hair regularly or every alternate day with these natural home remedies.\n\nDandruff can be prevented with hair care treatments and through cleansing of scalp."
          }
        ]
      },
      {
        "Issue": "Grey Hair",
        "Remedy": [
          {
            "Ingredients": [
              "Pieces of amla","Coconut oil"
            ],
            "Procedure": "Boil some pieces of amla in coconut oil till it turns black and massage your hair with it to cure your grey hair naturally."
          },
          {
            "Ingredients": [
              "Grated ginger","Honey"
            ],
            "Procedure": "Grated ginger mixed with a tablespoon of honey must be taken on a daily basis for preventing hair from turning grey."
          },
          {
            "Ingredients": [
              "Coconut oil","Lemon juice"
            ],
            "Procedure": "Massage coconut oil and lemon juice on the scalp to get black and shiny hair."
          },
          {
            "Ingredients": [
              "Clarified butter or Ghee"
            ],
            "Procedure": "Massaging with clarified butter or ghee twice in a week curbs the problem of grey hair."
          },
          {
            "Ingredients": [
              "Curry leaves","Coconut oil"
            ],
            "Procedure": "Boil some curry leaves in coconut oil till it turns black.\n\nApply this on your scalp as a hair tonic for treating the problems of hair loss and grey hair."
          },
          {
            "Ingredients": [
              "2 spoons of henna powder",
              "1 spoon of fenugreek paste",
              "2 spoons of basil leaves paste",
              "3 spoons of coffee",
              "3 spoons of mint juice",
              "1 spoon of yogurt"
            ],
            "Procedure": "Mix the ingredients well and apply this mixture regularly to get good results.\n\nThis has proved to be very effective for treating grey hair."
          },
          {
            "Ingredients": [
              "Ribbed gourd",
              "Coconut oil"
            ],
            "Procedure": "Boil ribbed gourd in coconut oil till it turns black for 3-4 hours.\n\nMassaging the scalp with this oil cures premature greying of hair."
          },
          {
            "Ingredients": [
              "! cup of Strong black tea","1 tablespoon of salt"
            ],
            "Procedure": "Mix the ingredients well and prepare a solution.\n\nMassage your hair and scalp with this water and wash off after an hour."
          },
          {
            "Ingredients": [
              "Onion Juice"
            ],
            "Procedure": "The juice of onion helps in preventing untimely hair greying, hair loss and baldness."
          },
          {
            "Ingredients": [
              "1 gram of Black Pepper","1/2 Cup of Yogurt","Lemon juice(Optional)"
            ],
            "Procedure": "Make a paste of the ingredients and massage your hair and scalp to curb grey hair.\n\nLemon juice can also be added to the mixture."
          },
          {
            "Ingredients": [
              "Chamomile powder"
            ],
            "Procedure": "Boil chamomile powder for 20 minutes in water and strain it after it cools down.\n\nTo treat grey hair, apply this brew regularly."
          },
          {
            "Ingredients": [
              "Equal amount of Rosemary and Sage leaves"
            ],
            "Procedure": "Take an equal amount of rosemary and sage leaves in one cup of water.\n\nSteep and sieve the liquid to use as a natural hair colorant."
          },
          {
            "Ingredients": [
              "1 part of Almond oil","1 part of Lemon juice","! part of Amla juice"
            ],
            "Procedure": "Mix the ingredients well.\n\nMassage your hair with this mixture to cure the problem of grey hair."
          },
          {
            "Ingredients": [
              "3-4 pods of Shikakai(Acacia concinna)","10-12 soap nut seeds","One jug of water","Few pieces of Amla"
            ],
            "Procedure": "Soak 3-4 pods of shikakai and soap nut seeds in water overnight.\n\nBoil it and store this in a bottle as a natural shampoo.\n\nSoak a few pieces of amla separately and boil it to use it as a conditioner."
          },
          {
            "Ingredients": [
              "Guava leaves"
            ],
            "Procedure": "Guava leaves are also good for turning grey hair black.\n\nJust grind some guava leaves and apply on your scalp on the regular basis."
          },
          {
            "Ingredients": [
              "Fresh juice of amarnath"
            ],
            "Procedure": "Apply the fresh juice of Amarnath to preserve and maintain the natural colour of hair.\n\nIt is a very useful home remedy."
          },
          {
            "Ingredients": [
              "Aloe vera gel"
            ],
            "Procedure": "Apply aloe vera gel as a therapeutic remedy for premature greying of hair."
          },
          {
            "Ingredients": [
              "250 grams of Mustard oil",
              "60 grams of henna leaves"
            ],
            "Procedure": "Boil the ingredients til henna leaves burn entirely in the oil.\n\nApply this infusion in your hair to get black and shiny hair."
          },
          {
            "Ingredients": [
              "Ashwagandha(Indian ginseng)"
            ],
            "Procedure": "For treating your grey hair, apply ashwagandha on your scalp.\n\nIt helps in increasing the melanin content of the hair."
          },
          {
            "Ingredients": [
              "Ligustrum vulgare (Wild privet)"
            ],
            "Procedure": "Ligustrum vulgare or wild privet is a chinese herb that is useful in restoring the natural color of your hair."
          }
        ]
      },
      {
        "Issue": "Natural Hair Conditioner",
        "Remedy": [
          {
            "Ingredients": [
              "Essential oil","Olive oil"
            ],
            "Procedure": "Drop the essential oil in the olive oil, gently mix and let it rest for a day.\n\nIf you leave out the essential oil you can obviously use olive oil instantly.\n\nWhen you want to use it, slightly warm up the oil mixture first.\n\nWash your hair and apply the warmed up oil to your hair.\n\nLeave it in for about 30 minutes while you dream of wonderfully lustrous hair.Rinse it out with lukewarm water."
          },
          {
            "Ingredients": [
              "Apple cider vinegar"
            ],
            "Procedure": "Mix the Apple Cider Vinegar and the water thoroughly.\n\nApply evenly to your hair;let it sit for a minute and then rinse out with lukewarm or cool water.\n\nCool water will help close the cuticles for an even better effect."
          },
          {
            "Ingredients": [
              "Egg(s)","Distilled water"
            ],
            "Procedure": "Warm up the distilled water, it needs to be lukewarm.\n\nCrack open the egg(s) and separate the yolk.\n\nPut the yolk in a bowl and whisk it until it is broken up and watery.\n\nWhile whisking add the olive oil and mix it well.\n\nThen add the lukewarm water.\n\nKeep mixing until you have a nice and even consistency.\n\nPreparation done.\n\nAfter you have washed your hair(maybe with your own homemade shampoo) rinse your hair thoroughly and squeeze the water from your hair.\n\nTake half of your mixture and pour it onto your head and gently massage it onto your scalp and roots.\n\nApply the other half evenly to the rest of your hair and concentrate on the dry and frizzy end.\n\nUse your fingers to comb through your hair(as I do) or use a wide toothed comb.\n\nNow let it rest for 5 minutes.\n\nDon't use hot water to rinse it out unless you want a homemade boiled egg conditioner... which is not recommended, it smells and is notoriously difficult to get out of your hair.\n\nUse lukewarm water to rinse it out.\n\nIf you use cold water it will make your hair extra shiny."
          },
          {
            "Ingredients": [
              "Honey","Olive oil"
            ],
            "Procedure": "Slightly heat up both the honey and olive oil or (not too much, comfortably warm, just enough for them to easily mix).\n\nMix them until they are blended well.\n\nApply the mix throughout your hair.\n\nStart by massaging it into your scalp and roots and work your way through your hair until the ends.\n\nNow let it rest for about 30 minutes while you sit and read your favorite gossip/fashion/science magazine if you're afraid of staining anything, put on a plastic shower cap.\n\nStart rinsing it out with warm water but finish with a cool water rinse."
          },
          {
            "Ingredients": [
              "Avocado","Coconut oil","Olive oil"
            ],
            "Procedure": "Mash the avocado into a paste and then slowly add the coconut and olive oil while gently stirring.\n\nThe conditioner should not be too watery, but just like a normal conditioner.\n\nSo when you see it still relatively thick stop adding oil.\n\nApply as much as you need throughout your hair,start at the roots and work your way through till the ends.\n\nLeave it in for about 30 minutes, rinse thoroughly with lukewarm water that is if you don't want to smell like you dove head first in avocado dip."
          },
          {
            "Ingredients": [
              "Avocado",
              "Baking soda"
            ],
            "Procedure": "Mash the avocado into a paste and add the baking soda and water until you have a nice even and slightly trickling paste(about the same consistency as a regular shampoo conditioner) depending on the size of the avocado you might need to add some extra baking soda or water.\n\nBefore you use it first rinse your hair with warm water, this will open the hair cuticles, which will help cleaning your hair.\n\nThen apply the shampoo conditioner throughout your hair starting at the roots and working your way to the ends.\n\nLet it sit for 5 minutes and rinse it out with lukewarm water but end with a cool water rinse.\n\nThis will close the cuticles again for a shinier and smoother look and will leave your hair silky smooth."
          },
          {
            "Ingredients": [
              "Distilled water",
              "Egg"
            ],
            "Procedure": "Warm up the distilled water until it is comfortably warm(not hot).\n\nSeparate the egg white and gently whisk it while adding the warm water until you get a nice and even mixture.\n\nAfter washing your hair, apply it through the hair starting at your roots and slowly work your way to the ends.\n\nLeave it in for 5 minutes then rinse with lukewarm water."
          },
          {
            "Ingredients": [
              "Half a spoon of Coconut oil"
            ],
            "Procedure": "Take half a spoon of the solid coconut oil(depending on your hair length) put it in your hand and rub your hands together so it starts to melt.\n\nThen evenly and gently apply it through your still dry hair and focus on the ends.\n\nSame however swear by applying it to wet or damp hair, so you see there are no actual rules here, you will have to find out what works best for you.\n\nYou can leave it in if you want, but if you don't like the greasy look you can leave it in for 30 minutes and then rinse it out."
          },
          {
            "Ingredients": [
              "Egg","Coconut oil"
            ],
            "Procedure": "Separate the egg yolk and gently whisk it while adding the coconut oil until you have a frothy substance.\n\nNow add the water and gently stir until you have a smooth mix.\n\nApply to your hair by massaging it into your scalp and roots and then working your way out to the ends.\n\nLeave it in for 5 minutes and rinse out with lukewarm water(never use hot water because the \"poached egg hair conditioner\" tests were not really a success story) and end with a cool water rinse."
          },
          {
            "Ingredients": [
              "Avocado","Mayonnaise"
            ],
            "Procedure": "Mash the avocado and mix in the mayonnaise until you have a nice and even paste.\n\nWork it all the way through your hair and focus on the ends.\n\nPut on a plastic shower cap or wrap your head in plastic wrap(mess control) let it sit for 30 minutes and rinse out with lukewarm water."
          },
          {
            "Ingredients": [
              "Egg white","Yogurt","Mayonnaise"
            ],
            "Procedure": "Separate the egg white and gently whisk it while blending it with the yogurt and mayonnaise.\n\nWork it evenly through your hair starting at your scalp and roots and work you're way out to the ends, which should get a bit of extra attention.\n\nPut on a plastic shower cap or wrap your head in plastic wrap(mess control) let it rest for 30 minutes and rinse out very good with lukewarm water(no hot water)."
          },
          {
            "Ingredients": [
              "Banana"
            ],
            "Procedure": "Mash the bananas to a nice squishy paste and apply it to your hair.\n\nLeave it for 10 minutes and then wash with lukewarm water."
          },
          {
            "Ingredients": [
              "Avocado"
            ],
            "Procedure": "Cut the avocado, take out the pit and scoop out the fleshy meat and mash this into a nice paste.\n\nThen add the coconut milk and oil and mix until you get an evenly blended substance.\n\nWork it into your hair and let it rest for 15 minutes.\n\nRinse out with lukewarm water."
          },
          {
            "Ingredients": [
              "Avocado",
              "Yogurt","Egg"
            ],
            "Procedure": "Peel, pit and mash the avocado and mix it in the yogurt then separate the egg yolk and gently mix it into the paste.\n\nWork it through your hair from your scalp to the ends.\n\nPut on a plastic shower cap or wrap your head in plastic wrap(mess control) let it rest for 20 minutes and rinse out very good with lukewarm water(no hot water, this will turn the egg yolks into an unfashionable yellow poached yolk helmet)"
          }
        ]
      },
      {
        "Issue": "Loss Of Hair",
        "Remedy": [
          {
            "Ingredients": [
              "Coconut milk"
            ],
            "Procedure": "Apply coconut milk to your scalp using a hair dye brush.\n\nThen cover your head with a towel and leave it on for about 20 minutes.\n\nYou can ideally prepare coconut milk at home by grinding the grated coconut and squeezing its milk.\n\nAfter that, remove the towel and rinse your hair with cold water.\n\nFollow up with shampoo.\n\nYou can follow this process once in a week."
          },
          {
            "Ingredients": [
              "Aloe vera gel"
            ],
            "Procedure": "Ensure your hair is already washed before you do this.\n\nMassage the pulp into your scalp in circular motions.\n\nLeave it on for about 15 minutes, and then rinse with cold water.\n\nRepeat the process thrice a week, ideally, in the morning after you have taken a bath."
          },
          {
            "Ingredients": [
              "Neem leaves"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Lemon juice"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Potato"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Turmeric powder",
              "Pineapple"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Tomato juice",
              "Lemon juice"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Ripe apple"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Cold Water or milk"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Ripe apple"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Crushed mint"
            ],
            "Procedure": "Blh blah blah"
          },
          {
            "Ingredients": [
              "Orange juice",
              "Glycerin"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "2 used Green or Black teabags placed in Refrigerator for 30-40 minutes"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "Cold milk soaked cotton balls"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "Coconut oil"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "Fenugreek seeds",
              "Water"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "2 teaspoons of Buttermilk",
              "1/4 teaspoon of turmeric powder"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "2 Chamomile tea bags",
              "Hot water"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "Slices of avocado"
            ],
            "Procedure": "Blah blah blah"
          },
          {
            "Ingredients": [
              "2 drops of jasmine essential oil",
              "2 tablespoons of either olive, almond or vegetable oil"
            ],
            "Procedure": "Mix 2 drops of jasmine essential oil and 2 tablespoons of either olive, almond or vegetable oil.\nApply to the affected area and gently massage for 3-4 minutes.\nLeave for 20-30 minutes and rinse with lukewarm water.\nRepeat regularly until results are visible"
          }
        ]
      },
      {
        "Issue": "Head Lice",
        "Remedy": [
          {
            "Ingredients": [
              "Garlic cloves",
              "Lime Juice or coconut Oil"
            ],
            "Procedure": "Grind garlic cloves and mix with either lime juice or coconut oil.\n\nApply to the scalp.\n\nLeave for 30 minutes.\n\nWash hair with hot water.\n\nRepeat regularly for best results."
          },
          {
            "Ingredients": [
              "Olive Oil"
            ],
            "Procedure": "Apply olive oil to the scalp before bed.\n\nCover with a shower cap or towel and leave overnight.\n\nIn the morning, comb hair to remove dead lice.\n\nWash hair with herbal shampoo.\n\nRepeat regularly for best results."
          },
          {
            "Ingredients": [
              "Neem leaves"
            ],
            "Procedure": "Boil neem leaves in water for 10 minutes.\n\nUse the water to rinse hair.\n\nRepeat twice weakly to get rid of head lice."
          },
          {
            "Ingredients": [
              "Salt",
              "Vinegar"
            ],
            "Procedure": "Mix salt and vinegar in an empty spray bottle.\n\nSpritz entire head until wet.\n\nCover with a shower cap or towel and leave for 2 hours.\n\nWash hair with shampoo and conditioner.\n\nRepeat once every three days for best results."
          },
          {
            "Ingredients": [
              "White vinegar"
            ],
            "Procedure": "Mix white vinegar with water.\n\nApply to the scalp.\n\nCover with a shower cap or towel and leave for 2-3 hours.\n\nDip comb in white vinegar and comb to remove dead lice.\n\nRepeat regularly for best results..Note:Vinegar can be applied without diluting it first for stronger effects."
          },
          {
            "Ingredients": [
              "Mayonnaise"
            ],
            "Procedure": "Apply mayonnaise to the scalp.\n\nCover with a shower cap or towel and leave overnight.\n\nIn the morning,shampoo hair.\n\nComb hair to remove dead lice.\n\nRepeat daily for a week for best results."
          },
          {
            "Ingredients": [
              "Tea tree oil",
              "Olive oil"
            ],
            "Procedure": "Mix tea tree oil and olive oil.\n\nMassage into the scalp.\n\nLeave for 30-60 minutes.\n\nWash hair twice to completely remove the oil.\n\nSecond time rinse with vinegar to treat the problem.\n\nComb hair to remove dead"
          },
          {
            "Ingredients": [
              "Apple Cider Vinegar"
            ],
            "Procedure": "Rinse hair with apple cider vinegar and allow it dry.\n\nMix the above-mentioned ingredients.\n\nApply to the scalp.\n\nCover with a shower cap or towel and leave.\n\nThe next morning, comb hair to remove dead lice.\n\nWash hair with shampoo.\n\nRepeat daily for 1-2 weeks."
          },
          {
            "Ingredients": [
              "Orange juice"
            ],
            "Procedure": "Wet hair with water.\n\nPour orange juice over scalp.\n\nLeave for 20-30 minutes.Comb hair to remove dead lice.\n\nRinse hair with warm water.\n\nRepeat daily for 2 weeks to remove the lice and its eggs."
          },
          {
            "Ingredients": [
              "Mayonnaise or Vaseline","Few drops of coconut oil"
            ],
            "Procedure": "Mix mayonnaise or vaseline and a few drops of coconut oil.\n\nApply to the scalp.\n\nCover with a shower cap or towel and leave overnight.\n\nIn the morning, use a blow dryer to help suffocate the lice.\n\nApply shampoo to hair without wetting and cover with cap.After 30 minutes wash hair.\n\nComb hair to remove dead lice.\n\nRepeat regularly for best results."
          },
          {
            "Ingredients": [
              "Petroleum jelly","Baby oil"
            ],
            "Procedure": "Appply a thick layer of petroleum jelly to the scalp before bed.\n\nCover with a shower cap or towel.\n\nIn the morning, apply baby oil to the scalp to remove the jelly.\n\nComb hair to remove dead lice.\n\nRepeat 3-5 times for best results."
          },
          {
            "Ingredients": [
              "Mouthwash"
            ],
            "Procedure": "Pour mouthwash in an empty spray bottle.\n\nSpritz entire head until wet.\n\nCover with a shower cap or towel and leave for 2 hours.\n\nWash hair at least 2 times otherwise it will look oily.\n\nRepeat monthly for best results."
          },
          {
            "Ingredients": [
              "Alcohol","Conditioner"
            ],
            "Procedure": "Pour a bottle of rubbing alcohol over your head until your hair is completely soaked.\n\nApply conditioner to scalp.\n\nComb hair to remove dead lice.\n\nWash hair.\n\nRepeat regularly for best results."
          }
        ]
      }
    ]
  }
}
